[M_IrisHUB_Wanted MissionDefinition]
TurnInDescription="Your wanted posters have scared the crap out of your fellow gladiators.<br><br>Granted, they'll still try to kill you on sight, but still. You've messed with their heads, at least."

[M_IrisHUB_Wanted:PlacePoster4 MissionObjectiveDefinition]
ProgressMessage="Place Zer0 poster"
